[
  {
    "name": "Tanguar Haor",
    "description": "Vast wetland in Sunamganj, a Ramsar site with crystal-clear waters, rolling hills, and exceptional birdwatching opportunities. Experience the serene beauty of one of Bangladesh's most pristine natural wonders.",
    "images": ["/images/destinations/tanguar-haor.jpg"],
    "location": "Sunamganj"
  },
  {
    "name": "Watch Tower",
    "description": "Majestic viewpoint offering panoramic vistas of the endless haor landscape. Perfect for photography and witnessing breathtaking sunrises and sunsets over the shimmering waters.",
    "images": ["/images/destinations/watch-tower.jpg"],
    "location": "Tanguar Haor"
  },
  {
    "name": "Niladri Lake",
    "description": "Stunning turquoise quarry lake surrounded by lush green hills. The mesmerizing blue waters create a surreal contrast with the verdant landscape, making it a photographer's paradise.",
    "images": ["/images/destinations/niladri-lake.jpg"],
    "location": "Sylhet"
  },
  {
    "name": "Shimul Bagan",
    "description": "Enchanting cotton tree garden that bursts into vibrant red blooms during spring. Walk through nature's own art gallery as red cotton flowers paint the landscape in spectacular hues.",
    "images": ["/images/destinations/shimul-bagan.jpg"],
    "location": "Sunamganj"
  },
  {
    "name": "Barikka Tila",
    "description": "Border hill offering dramatic river views and scenic hiking trails. Experience the thrill of standing at the edge of Bangladesh while enjoying panoramic vistas of flowing rivers and distant mountains.",
    "images": ["/images/destinations/barikka-tila.jpg"],
    "location": "Border Area"
  },
  {
    "name": "Jadukata Nodi",
    "description": "The magical 'snake river' flowing from Meghalaya's hills with crystal-blue waters winding through the landscape. Its serpentine course and pristine waters create an otherworldly experience.",
    "images": ["/images/destinations/jadukata-nodi.jpg"],
    "location": "Sylhet"
  },
  {
    "name": "Lakma Choda",
    "description": "Picturesque destination combining rolling hills with stunning quarry lakes. A hidden gem offering tranquility and natural beauty away from the crowds.",
    "images": ["/images/destinations/lakma-chora.jpg"],
    "location": "Sylhet"
  }
]
